Repository: zharashanus/univer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Признание
kk: Тану

source: Признание документов
kk: Құжаттарды тану

source: Информация
kk: Ақпарат

source: Информация о процедуре
kk: Рәсім туралы ақпарат

source: Подать заявку
kk: Өтінім беру

source: Проверить статус
kk: Мәртебені тексеру

source: Калькулятор признания
kk: Тану калькуляторы

source: О процедуре
kk: Рәсім туралы

source: Реестр программ
kk: Бағдарламалар тізілімі

source: Критерии
kk: Критерийлер

source: Критерии оценки
kk: Бағалау критерийлері

source: Болонский процесс
kk: Болон процесі

source: Основы процесса
kk: Процестің негіздері

source: ESG стандарты
kk: ESG стандарттары

source: Национальные доклады
kk: Ұлттық баяндамалар

source: Новости
kk: Жаңалықтар

source: О центре
kk: Орталық туралы

source: Контакты
kk: Байланыстар

source: Мои заявки
kk: Менің өтінімдерім

source: Выход
kk: Шығу

source: Вход
kk: Кіру

source: Регистрация
kk: Тіркелу

source: Поиск по сайту...
kk: Сайт бойынша іздеу...

source: Поиск...
kk: Іздеу...

source: Статус
kk: Мәртебе

source: Услуги
kk: Қызметтер

source: Услуги признания
kk: Тану қызметтері

source: Система качества
kk: Сапа жүйесі

source: Международное сотрудничество
kk: Халықаралық ынтымақтастық

source: Главная
kk: Басты бет

source: Политика конфиденциальности
kk: Құпиялылық саясаты

source: Условия использования
kk: Пайдалану шарттары

source: Все права защищены.
kk: Барлық құқықтар қорғалған.

source: Национальный центр развития высшего образования обеспечивает качество образования через признание документов, аккредитацию программ и участие в международных проектах.
kk: Жоғары білім беруді дамыту ұлттық орталығы құжаттарды тану, бағдарламаларды аккредиттеу және халықаралық жобаларға қатысу арқылы білім беру сапасын қамтамасыз етеді.

source: Пн-Пт: 9:00-18:00
kk: Дс-Жм: 9:00-18:00

source: Главная страница
kk: Басты бет

source: Национальный центр развития высшего образования - признание документов об образовании, аккредитация, болонский процесс
kk: Жоғары білім беруді дамыту ұлттық орталығы - білім беру құжаттарын тану, аккредиттеу, болон процесі

source: FAQ
kk: Жиі қойылатын сұрақтар

source: Часто задаваемые вопросы
kk: Жиі қойылатын сұрақтар

source: Проверка статуса
kk: Мәртебені тексеру

source: Национальный центр развития высшего образования
kk: Жоғары білім беруді дамыту ұлттық орталығы

source: Мы обеспечиваем качество высшего образования через процедуры признания зарубежных документов об образовании, аккредитацию образовательных программ и участие в Болонском процессе.
kk: Біз шетелдік білім беру құжаттарын тану рәсімдері, білім беру бағдарламаларын аккредиттеу және Болон процесіне қатысу арқылы жоғары білім беру сапасын қамтамасыз етеміз.

source: Быстрый доступ к сервисам
kk: Қызметтерге жылдам қол жеткізу

source: Основные услуги ENIC Kazakhstan
kk: ENIC Kazakhstan негізгі қызметтері

source: Подача заявки на признание зарубежного диплома
kk: Шетелдік дипломды тануға өтінім беру

source: Отслеживание статуса поданной заявки
kk: Берілген өтінімнің мәртебесін бақылау

source: Расчет стоимости и сроков признания
kk: Тану құны мен мерзімдерін есептеу

source: Рассчитать
kk: Есептеу

source: Информация об аккредитации программ
kk: Бағдарламаларды аккредиттеу туралы ақпарат

source: Подробнее
kk: Толығырақ

source: ENIC Kazakhstan в цифрах
kk: ENIC Kazakhstan сандармен

source: Наши достижения и статистика
kk: Біздің жетістіктеріміз бен статистика

source: Признанных документов
kk: Танылған құжаттар

source: Стран мира
kk: Әлем елдері

source: Аккредитованных программ
kk: Аккредиттелген бағдарламалар

source: Лет опыта
kk: Жыл тәжірибе

source: Последние новости
kk: Соңғы жаңалықтар

source: Актуальная информация и объявления
kk: Өзекті ақпарат пен хабарландырулар

source: Все новости
kk: Барлық жаңалықтар

source: Объявления
kk: Хабарландырулар

source: События
kk: Оқиғалар

source: Новые требования к подаче документов
kk: Құжаттарды беруге жаңа талаптар

source: С 1 июня 2024 года вступают в силу обновленные требования к подаче документов для признания...
kk: 2024 жылдың 1 маусымынан бастап тануға құжаттарды беруге жаңартылған талаптар күшіне енеді...

source: Читать далее
kk: Толығырақ оқу

source: Страница не найдена
kk: Бет табылмады

source: Запрашиваемая страница не существует или была перемещена.
kk: Сұралған бет жоқ немесе жылжытылған.

source: Внутренняя ошибка сервера
kk: Сервердің ішкі қатесі

source: Произошла ошибка на сервере. Попробуйте повторить запрос позже.
kk: Серверде қате орын алды. Кейінірек қайталап көріңіз.

source: Результаты поиска
kk: Іздеу нәтижелері

source: г. Алматы, ул. Пример, 123
kk: Алматы қ., Мысал көшесі, 123
